[
    {
        "id": "1",
        "guid": "e6644421-ba43-4b0e-92f2-aab6b5d680e1",
        "picture": "https://5.imimg.com/data5/AA/HO/NG/SELLER-46595642/1580308834795-500x500.jpg",
        "name": "Office Management",
        "about": "In our Business Courses the Office Management Basic Computer Course Microsoft Office In Microtech Institute the Office Management Basic Computer Course Microsoft Office we are offering best for every age group.Here are 11 ways that Microsoft 365 can help your company increase productivity and connectivity:1.Streamlined Knowledge — Document Management in the Cloud.For document management, many firms now utilize Microsoft SharePoint or One Drive, which liberates corporate data from file sharing, increases searchability, and provides tools for controlling versioning history and user access.These features boost productivity and information exchange on their own, but Microsoft 365 takes them a step further.The improved user interface and inter-connectivity of Microsoft 365’s cloud-based SharePoint Online makes it easy to manage documents in cloud-based libraries and provides seamless document sharing.Additionally, because Microsoft 365 integrates SharePoint Online with Microsoft Teams, employees can collaborate more effectively while creating and managing documents.When an employee has a query about a document modification, for example, the integrated Teams capabilities make it simple to send an immediate message to a colleague.Other team members can find the document in the Teams channel news feed and comment on any modifications or additions.2. Enhanced Mobile Access for Productivity Anywhere, Anytime"
    },
    {
        "id": "2",
        "guid": "727f0385-848a-455b-832b-13b776ffeca8",
        "picture": "http://placehold.it/32x32",
        "name": "Graphic Design",
        "about": "Graphic design is the lifeline of Digital Marketing. It is currently one of the most sought-after skills in Bangladesh. Graphic design offers an idea to create visual content that communicates ideas and thoughts. In addition to being able to advertise your own business more effectively, you can also make an impact as a graphic designer on the freelance market.Adobe Illustrator and Adobe Photoshop are the most used graphic designing software. This course will provide you with all the ins and outs of these tools and prepare you as a professional designer. With the help of these tools, you will be able to create logos, icons, posters, ads, magazines, and many more design templates. Our graphic designing course outline will help you in learning the design tools to create attractive design templates. All our mentors are highly qualified and have proven records. They are all successful in both their freelancing and professional career. After completing this course, you will get many graphic design jobs in the freelance marketplace like Fiverr, Upwork, Freelancer.com, etc. We will give you the proper guideline for this. At the same time, you can sell your designs in the design marketplace like Freepik, 99 design, adobe stock, etc."
    },
    {
        "id": "3",
        "guid": "dc4f10cd-71d7-4bd9-adf4-819c1823b251",
        "picture": "https://tepth.net/wp-content/uploads/2020/01/Untitled-design-31.jpg",
        "name": "IELTS",
        "about": "Hello guys, if you are preparing for the IELTS exam and need the best resources to prepare better then you have come to the right place. Earlier, I have shared exam prep material for technical exams like CompTIA A+, Microsoft Azure Fundamentals, and AWS Cloud Practitioners and in this article, I am going to share the best online courses to prepare for the IELTS exam. The International English Language Testing System, commonly known as IELTS is the most popular English language test for migration, study, and work. The result of IELTS is recognized by more than ten thousand organizations.These organizations include educational institutions, professional associations, employers, and governments.IELTS covers all major language skills — reading, writing, speaking, and listening. Over 3 million people give the IELTS exam every year. The exam is tough and it can be tougher if your English skills are not up to the mark. To get desirable results, you need to focus on all four language skills."
    },
    {
        "id": "4",
        "guid": "58b935e4-ee2b-4a7c-9193-67fe82722b87",
        "picture": "https://hsa.grecbd.com/wp-content/uploads/2022/02/GRE-Course-GREC.jpg",
        "name": "GRE",
        "about": "The GRE Premium Course focuses on preparing students to ace in their Graduate Record Examination (GRE) by means of intensive tutoring and comprehensive exercise. This course aims to improve the student’s ability to achieve a good score in Graduate Record Examination (GRE).The GRE Premium Course at GREC has been set with specific target lessons that cover all of these facets, namely: Verbal Skill development (Text Completion, Sentence Equivalence & Reading Comprehension), Quantitative Skill development (Quantitative Comparison & Problem Solving), Analytical Writing skill development & Vocabulary Learning.Our teachers at GREC understand that the skills used for teaching are paramount to a successful GRE Premium Course. The course has stimulating and fun lessons that engage the learners to develop Verbal, Quantitative and Analytical writing skills."
    },
    {
        "id": "5",
        "guid": "ed328e85-e4f5-43d8-9489-f16542b366bb",
        "picture": "https://prutor.ai/wp-content/uploads/Complete-C-Programming.png",
        "name": "Complete C Programming",
        "about": "In this course, you will learn about the components of a computer which includes Memory, processor, input, and output devices along with storage and operating system. You will also understand the concept of assembler, compiler, interpreter, loader, and linker. Then you will be introduced to algorithms and flowcharts which include representation of an algorithm, flowchart, along with the concept of pseudocode and its examples, converting algorithms to programs, and writing source code.After that, you will learn about the basics of programming which includes the structure of a C program, how to write and execute a C program. In addition to this, you will learn about the various types of errors such as logical errors and syntax errors. You will also learn about the components of the C language, variables, data types, memory locations, and storage classes. Then you will learn about arithmetic operators and their precedence, if-else, switch-case statements, for loop, while and do-while loops, break and continue statements. You will also learn about functions, arrays, basic searching, and sorting algorithms in detail. The course will conclude with detailed coverage of pointers and file operations in C."
    },
    {
        "id": "6",
        "guid": "ed328e85-e4f5-43d8-9489-f16542b366bb",
        "picture": "https://www.surat-training-course.com/ampimage/asp.nettraininginsurat.webp",
        "name": "ASP.NET",
        "about": "Inspire Asp.Net class in surat providing ASP.Net class in Surat. ASP.Net is one of the most enduring opportunities that are in high demand in ASP.NET class in Surat and worldwide. Asp.Net is one of the best used in Website development and Web application development. Inspire Asp.NET Training in Surat provide Asp.Net institute in surat that covers each and every aspects of ASP.Net.Inspire Asp.Net institute in Surat provides real-time and placement oriented Asp.Net training in Surat. Asp.Net is a Web application framework developed to allow programmers to build dynamic Web sites, Web services. Inspire Asp.Net Training in surat is managed by a team of highly talented professionals who have 5 years experience."
    }
]